Repository: quaduction/advancetd
Catalog: project/common/assets/lang/*.po
Languages: fr

source: Secret
fr: Mission 3

source: Map4
fr: Mission 4

source: Loadout
fr: Chargement

source: Balance: 0$
fr: Solde: 0$

source: Wave: 0
fr: Vague: 0

source: Health: 100
fr: Vie : 100

source: Tower
fr: Tour

source: Price
fr: Prix

source: Tower Name
fr: Tour

source: Damage: 0
fr: Dégâts: 0

source: Range: 0
fr: Portée: 0

source: Firerate: 0
fr: Cadence: 0

source: Total Dmg: 0
fr: Dégâts totaux : 0

source: Upgrade Cost: 0
fr: Coût amélioration : 0

source: Upgrade
fr: Améliorer

source: Controls Click to select, place. Scroll to zoom in/out.
fr: Commandes Cliquez pour sélectionner, placer. Faites défiler pour zoomer/dézoomer.

source: Map backgrounds from the Etigei Exile mod for Mindustry
fr: Arrière-plans de missions issus du mod Etigei Exile pour Mindustry

source: Game Starting...
fr: Chargement...

source: Play
fr: Jouer

source: Settings
fr: Réglages

source: Defeat
fr: Défaite

source: Victory
fr: Victoire

source: Global Volume
fr: Volume global

source: Music Volume
fr: Volume musique

source: Gameplay Volume
fr: Volume du jeu

source: Français
fr: English

source: Tower Slots
fr: Tour

source: Balance: 0
fr: Solde: 0$

source: Click a tower to purchase or select. Then click a slot to equip.
fr: Cliquez sur une tour pour l’acheter ou la sélectionner. Puis cliquez sur un emplacement pour l’équiper.

source: Balance: %d£
fr: Solde : %d£

source: Owned
fr: Possédée

source: Selected %s
fr: %s sélectionnée

source: Not enough balance
fr: Solde insuffisant

source: Purchased %s
fr: %s achetée

source: Removed %s
fr: %s retirée

source: No tower selected
fr: Aucune tour sélectionnée

source: Tower not owned
fr: Tour non possédée

source: %s is already equipped
fr: %s est déjà équipée

source: Equipped %s
fr: %s équipée

source: Balance: %d$
fr: Solde : %d$

source: Health: %d
fr: Santé : %d
